adorabilis.nord-midnight
arcticicestudio.nord-visual-studio-code
batisteo.vscode-django
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
burkeholland.simple-react-snippets
codeium.codeium
continue.continue
cstrap.flask-snippets
dbaeumer.vscode-eslint
docker.docker
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
esbenp.prettier-vscode
github.vscode-pull-request-github
google.geminicodeassist
kevinrose.vsc-python-indent
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
mtxr.sqltools
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
njpwerner.autodocstring
ritwickdey.liveserver
rjmacarthy.twinny
rvest.vs-code-prettier-eslint
saoudrizwan.claude-dev
shailen.netlify
shd101wyy.markdown-preview-enhanced
vintharas.learn-vim
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
waderyan.gitblame
wholroyd.jinja
wix.glean
wordpresstoolbox.wordpress-toolbox
zhucan.zc-claude-dev
